IDEA StatiCa Open Model
LineSupport.SupportLength Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 support lengtj
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double SupportLength { get; set; }
Public Property SupportLength As Double
	Get
	Set
public:
property double SupportLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace